1yib.rust-bundle
anthropic.claude-code
astral-sh.ty
biomejs.biome
charliermarsh.ruff
davidanson.vscode-markdownlint
detachhead.basedpyright
dionip.markdown-live-view
dustypomerleau.rust-syntax
fill-labs.dependi
hverlin.mise-vscode
jacob-ae.vscodium-marketplace-toggle
jetmartin.bats
kilocode.kilo-code
mark-wiemer.vscode-autohotkey-plus-plus
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.powershell
oven.bun-vscode
rail5.bashpp
redhat.vscode-yaml
rogalmic.bash-debug
rust-lang.rust-analyzer
syntaf.vscode-pytest-runner
tamasfe.even-better-toml
the0807.uv-toolkit
thqby.vscode-autohotkey2-lsp
yidayoung.claude-plugin-marketplace
yzhang.markdown-all-in-one
